<?php

$test_1 = 123;
$test_2 = 456;

echo $test_1;
echo $test_2;

echo '<br>';
echo '==========================================';
echo '<br>';

echo $test_1;
var_dump($test_1); // 変数の型を確認
exit; // ここで処理を止める

echo $test_2;







echo '<br>';
echo '==========================================';
echo '<br>';

echo '<br>';
echo '==========================================';
echo '<br>';

echo '<br>';
echo '==========================================';
echo '<br>';

echo '<br>';
echo '==========================================';
echo '<br>';



?>